/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Register the software with the purchased E-mail address and registration code.";
"Your E-mail Address" = "Your E-mail Address";
"Registration Code" = "Registration Code";

"Please make sure both your E-mail address and registration code are correct and try again." = "Please make sure both your E-mail address and registration code are correct and try again.";

"Buy Now" = "Buy Now";
"Register" = "Register";
"Skip" = "Skip";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >> ";
"click here to check >>" = "click here to check >>";
"2. For other registration issues, please contact us >>" = "2. For other registration issues, please contact us >> ";
"contact us >>" = "contact us >>";

"Registering…" = "Registering…";
"Registered successfully!" = "Registered successfully!";
"OK" = "OK";

"Please make sure your network connection is working and try again." = "Please make sure your network connection is working and try again.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again.";

"The number of devices has exceeded the current order limit." = "The number of devices has exceeded the current order limit.";
"Contact us" = "Contact us";
"The number of computers registered with the registration code has exceeded the limit." = "The number of computers registered with the registration code has exceeded the limit.";
"Invalid registration code!" = "Invalid registration code!";
"No order record for this registration code!" = "No order record for this registration code!";
"This registration code has expired!" = "This registration code has expired!";

"Registered license plan:" = "Registered license plan:";
"User E-mail:" = "User E-mail:";
"License Plan:" = "License Plan:";

"Change license plan" = "Change license plan";
"Family license" = "Family license";
"1 Year license" = "1 Year license";
"1 Month license" = "1 Month license";
"Enterprise Subscription Edition" = "Enterprise Subscription Edition";

"Valid until:" = "Valid until:";

"Available device(s):" = "Available device(s):";
//"%lu device(s)/Total %lu device(s)" = "%lu device(s)/Total %lu device(s)";
"Available computer(s):" = "Available computer(s):";
//"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Total %lu computer(s)";

"Used device(s):" = "Used device(s):";
"Used computer(s):" = "Used computer(s):";
"%lu device(s)" = "%lu device(s)";
"%lu computer(s)" = "%lu computer(s)";

"Welcome to use %@" = "Welcome to use %@";
"Change License" = "Change License";
"Lifetime" = "Lifetime";
"Unlimited" = "Unlimited";

"If you want to continue using %@, please purchase again or contact us." = "If you want to continue using %@, please purchase again or contact us.";
"See Pricing" = "See Pricing";
